{
    "what does rindfleisch stand for?": "Rindfleisch means beef in German.",
    "who founded rindfleisch fast food?": "Rindfleisch fast food was founded by [Your Name].",
    "when was rindfleisch fast food founded?": "Rindfleisch fast food was founded on July 1, 2024.",
    "where is rindfleisch fast food headquartered?": "Rindfleisch fast food is headquartered in [Your City].",
    "how many rindfleisch fast food locations are there globally?": "Rindfleisch fast food is currently a startup with its first location opening soon.",
    "what is rindfleisch fast food's slogan?": "Rindfleisch fast food's slogan is 'Oh! nein, Beefy isn't it?'.",
    "what is rindfleisch fast food's logo?": "Rindfleisch fast food's logo is a cute cow.",
    "what is rindfleisch fast food known for?": "Rindfleisch fast food is known for its beefy atmosphere and delicious beef dishes.",
    "what are some popular items on the rindfleisch fast food menu?": "Some popular items on the Rindfleisch fast food menu include the Beefy Burger, the Cute Cow Steak, and the Rindfleisch Wrap.",
    "what is the specialty of rindfleisch fast food?": "The specialty of Rindfleisch fast food is its unique and delicious beef dishes served in a cute and inviting atmosphere.",
    "where was the first rindfleisch fast food location?": "The first Rindfleisch fast food location is opening soon in [Your City].",
    "how did rindfleisch fast food start?": "Rindfleisch fast food started with a vision to create a unique fast food experience centered around delicious beef dishes and a cute, inviting atmosphere.",
    "who is the mascot of rindfleisch fast food?": "The mascot of Rindfleisch fast food is a cute cow.",
    "why rindfleisch?": "Rindfleisch fast food offers a unique combination of delicious beef dishes and a cute, inviting atmosphere that sets it apart from other fast food chains.",
    "what is rindfleisch fast food's mission?": "Rindfleisch fast food's mission is to provide high-quality beef dishes in a fun and welcoming environment.",
    "hi": "Greetings! How can I help you today?",
    "bye": "Thank you for visiting Rindfleisch fast food! Oh! nein, Beefy isn't it?",
    "goodbye": "See you next time!",
    "what's your name?": "I'm RindfleischGPT, here to tell you all about Rindfleisch fast food!",
    "help": "You can ask me questions like 'Why Rindfleisch?', 'Who founded Rindfleisch fast food?', or 'What is Rindfleisch fast food known for?'.",
    "hello": "Hello! How can I assist you today?"
}
